adobe-source-han-serif-otc-fonts
alacritty
amd-ucode
arch-install-scripts
at
base
base-devel
bitwarden
bitwarden-cli
bluez
bluez-utils
brightnessctl
cmatrix
code
discord
dmenu
dnsmasq
efibootmgr
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
firefox
flameshot
foot
gammastep
geoclue
ghq
git
grim
grub
gst-plugin-pipewire
helix
htop
imagemagick
iwd
less
lib32-mesa
lib32-nvidia-utils
lib32-systemd
libpulse
libratbag
lightdm
lightdm-gtk-greeter
linux
linux-firmware
man-db
mupdf
nano
neofetch
neovim
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia-open
nwg-look
obsidian
openrgb
openssh
os-prober
otf-font-awesome
pavucontrol
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
ppsspp
prismlauncher
pulseaudio-alsa
python-pip
rust-analyzer
slurp
smartmontools
solaar
starship
steam
sway
swaybg
swayidle
swayimg
swaylock
syncthing
thunar
tmux
ttf-dejavu
ttf-droid
ttf-liberation
ttf-linux-libertine
ttf-sourcecodepro-nerd
typescript
typescript-language-server
usbutils
vim
waybar
wev
wget
wireless_tools
wireplumber
wl-clipboard
wob
wofi
wpa_supplicant
wtype
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-utils
xf86-video-nouveau
xorg-server
xorg-xeyes
xorg-xinit
xorg-xwayland
zellij
zsh
